Autodesk.Revit.DB.Plumbing.FluidType.GetFluidTemperatureSetIteratorInternal
Gets the FluidTemperatureSetIterator to the fluid type.
Returns:
The FluidTemperatureSetIterator to the fluid type.
Since:
2013

Autodesk.Revit.DB.Plumbing.FluidType.GetEnumerator
Returns an enumerator that iterates through the collection.
Returns: An IEnumerator(FluidTemperature) object that can be used to iterate through key-value pairs in the collection.